{
  "lunch_time": "11:30am to 3:00pm",
  "home_page_title": "HIMALAYAN SHERPA KITCHEN",
  "dinner_last_seated_time": "8:30pm",
  "story_content": "In the late nineties, owners Kam Chhiring moved to California and found a home in the heart of Sonoma Valley. In 1997 Kam opened his first restaurant which he named Himalayan Sherpa Cuisine in Glen Ellen. Food is at the heart of the human experience. Everyone eats, and the experience should be an enjoyable one. With this in mind, Himalayan Sherpa Kitchen was born. There was no promise of success as most of St. Helena’s restaurants fall under French and Italian influence. A Nepalese place would be out of the norm but the quaint location excited the pair and on May 29, 2012, Himalayan Sherpa Kitchen opened its doors to the public, and it has been a fantastic adventure ever since.",
  "about_us": "In the late nineties, owners Kam Chhiring moved to California and found a home in the heart of Sonoma Valley. In 1997 Kam opened his first restaurant which he named Himalayan Sherpa Cuisine in Glen Ellen.\n\nFood is at the heart of the human experience. Everyone eats, and the experience should be an enjoyable one. With this in mind, Himalayan Sherpa Kitchen was born. There was no promise of success as most of St. Helena’s restaurants fall under French and Italian influence. A Nepalese place would be out of the norm but the quaint location excited the pair and on May 29, 2012, Himalayan Sherpa Kitchen opened its doors to the public, and it has been a fantastic adventure ever since.\n\nHimalayan Sherpa has become a staple in the St. Helena community. Whether it’s a place to catch up with old friends, have a casual dinner out with the family or to grab a quick lunch before work. Locals refer to the chicken tikka masala as a drug they have no hopes of quitting. They feel blessed to be able to be a part of such a wonderful community.",
  "footer_text": "testing",
  "lunch_last_seated_time": "2:45pm",
  "dinner_time": "5:00pm to 9:00pm",
  "phone_number": "(707) 963-4439",
  "hero_banner_text": "We offer you a hearty welcome to the exotic flavors of the Himalayan cuisine! Your taste is our specialty and your pleasure our courtesy.",
  "email": "sherpadaiinsonoma@yahoo.com"
}
